[{"type": "header", "version": "5.1.1", "comment": "Export to JSON plugin for PHPMyAdmin"}, {"type": "database", "name": "hajdik"}, {"type": "table", "name": "film", "database": "hajdik", "data": [{"idfilmy": "1", "nazev": "Vetřelec", "rok": "1979", "obsah": "V první části kultovní sci-fi ságy se setkáváme se Sigourney Weaver v roli statečné Ripleyové, která jako jediná z posádky vesmírné lodi Nostromo zůstává naživu v souboji s hrůznou bytostí, jejíž zárodek se dostal na palubu z líhně na neznámé planetě.", "hodnoceni": "5", "format": "Barevný"}, {"idfilmy": "2", "nazev": "Gladiátor", "rok": "2000", "obsah": "Římský generál Maximus (Russell Crowe) opět dovedl své legie k vítězství na bitevním poli. Válka je vyhrána a Maximus sní o domově. Nepřeje si nic jiného, než se vrátit k ženě a svému synovi. Umírající vládce Marcus Aurelius (Richard Harris) pro něj nicméně má ještě jeden úkol. Žádá, aby se generál ujal vlády. Commodus (Joaquin Phoenix), dědic trůnu, žárlí na vládcovu přízeň Maximovi a nařizuje Maximovu popravu, včetně jeho rodiny. Maximus sice o vlásek unikne smrti, ale těžce zraněného ho \"\"zachrání\"\" otrokáři. Maximus se tak dostane do gladiátorské školy a v aréně jeho sláva den ode dne roste. Nyní přichází do Říma, aby pomstil vraždu ženy a svého syna, aby zabil nového císaře - Commoda. Poznal, že jediná moc, silnější než vládcova, je vůle lidu. Cesta, která vede k naplnění Maximovy pomsty je stát se největším hrdinou celé říše.", "hodnoceni": "4", "format": "Barevný"}, {"idfilmy": "3", "nazev": "Americký gangster", "rok": "2007", "obsah": "Čtyři ikony filmového průmyslu se sešly u kolébky akčního dramatu Americký gangster, který aspiruje na jeden z nejsilnějších zážitků, jež si v roce 2008 odnesete z kina. Oscary ověnčení herci Russell Crowe (Gladiátor, Insider: Muž, který věděl příliš mnoho) a Denzel Washington (Training Day, Hurikán v ringu) se spojili s oscarovým scenáristou Stevem Zaillianem (Schindlerův seznam, Gangy New Yorku) a neméně úspěšným režisérem Ridleym Scottem (Gladiátor, Černý jestřáb sestřelen).", "hodnoceni": "5", "format": "Barevný"}, {"idfilmy": "4", "nazev": "Schindlerův seznam", "rok": "1993", "obsah": "Film podle skutečných událostí, které do své knihy sepsal Thomas Keneally natočil slavný režisér židovského původu Steven Spielberg, který za film dostal svého prvního režijního Oscara své kariéry. Splnil tím \"\"povinnost\"\" vůči ostatním židům a sám za tržby filmu nevzal do vlastní kapsy ani dolar.", "hodnoceni": "5", "format": "Barevný"}, {"idfilmy": "5", "nazev": "Indiana Jones a Chrám zkázy", "rok": "1984", "obsah": "Volné pokračování Dobyvatelů ztracené archy, které se však odehrává o rok dřív, roku 1935. Indiana se tentokrát v šanghajském klubu zaplete s čínským gangsterským bossem. Ve hře je zprvu \"\"jen\"\" stará čínská socha a vzácný diamant, záhy však i samotný Jonesův život.", "hodnoceni": "4", "format": "Barevný"}, {"idfilmy": "6", "nazev": "Postřižiny", "rok": "1980", "obsah": "Mozaika humorně laděných událostí začíná jedním z malých rituálů, kterými si koření spokojené manželství Francin a Maryška.", "hodnoceni": "5", "format": "Barevný"}, {"idfilmy": "7", "nazev": "Slavnosti sněženek", "rok": "1983", "obsah": "Nezapomenutelný spor dvou mysliveckých spolků nad zastřeleným kancem. Povídka je vlastně portrétní miniaturou sousedů, s nimiž Bohumil Hrabal žil uprostřed chatové oblasti v Kersku nedaleko Prahy. Většina literárních postav má svůj reálný a živý předobraz. S neopakovatelným vypravěčským stylem spisovatele a skvělou profesionální technikou režiséra se před vašima očima rozvíjí nostalgická, ale především hluboce lidská freska žánrových příběhů lidí a lidiček žijících v Polabí.", "hodnoceni": "5", "format": "Barevný"}, {"idfilmy": "8", "nazev": "Romance pro křídlovku", "rok": "1966", "obsah": "Byly to pouhé čtyři takty z Herkulových lázní na křídlovku, které přiměly hosta odcházejícího pozdě večer z venkovské hospody, aby si pozorněji prohlédl hráče. Tak se po třiceti letech setkají dva muži, jež před lety spojovala láska k dívce od kolotočů.", "hodnoceni": "4", "format": "Černobílý"}, {"idfilmy": "9", "nazev": "Titanic", "rok": "1997", "obsah": "V dubnu 1912 vyrazila luxusní zaoceánská loď Titanic z Anglie na svou první, a bohužel i poslední plavbu. Své pasažéry ale do cíle cesty nikdy nedovezla – narazila na ledovec a klesla pod hladinu. Tím začalo drama největší námořní katastrofy v dějinách lidstva. V ledových vodách Atlantiku skončilo mnoho životů a osudů. Mezi nimi byla i jedna láska, která vlastně ani pořádně nezačala.", "hodnoceni": "3", "format": "Barevný"}, {"idfilmy": "10", "nazev": "Casablanca", "rok": "1942", "obsah": "Noční podnik Café Américain v Casablance, který vlastní Rick Blain, je jedním z mála podniků, kde se i za druhé světové války dají bez problému sehnat padělané pasy. Právě kvůli falešnému pasu sem přichází Victor Laszlo a Ilsa, milenecký pár prchající před fašistickým gestapem. Blain však v Ilse poznává svou bývalou přítelkyni a tato láska je brzy vzkříšena. Blain chce s Ilsou uprchnout, ale zjišťuje, že již asi není schopen pravé lásky.", "hodnoceni": "2", "format": "Černobílý"}]}]